new Vue({
  el: "#QA",
  data: {
    QA_List: [
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "どんな漫画が置いてありますか︖",
        A: "texttext",
      },
      {
        Q: "店舗にある設備はどこで確認できますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
    ],
  },
});
