new Vue({
  el: "#QA",
  data: {
    QA_List: [
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "店舗によって異なりますので各店舗ページにある料金表をご確認ください。",
        path: "./search.html",
        pathName: "各店舗ページへ",
      },
      {
        Q: "どんな漫画が置いてありますか︖",
        A: "コミック検索から探すことができます。また、入荷したタイトルはコミック一覧ページで確認できます",
        path: "./comic.html",
        pathName: "コミックページへ",
      },
      {
        Q: "店舗にある設備はどこで確認できますか︖",
        A: "各店舗ページにある、サービスアイコンをご確認ください",
        path: "./search.html",
        pathName: "各店舗ページへ",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
      {
        Q: "個室を利用したいのですが、料金はどれくらいになりますか︖",
        A: "texttext",
      },
    ],
  },
});
